Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# status_insight_trace_subgraph_failed
source: Analysis stage failed
af: Ontledingsfase het misluk
ar: فشلت مرحلة التحليل
bg: Етапът на анализа не бе успешен
ca: La fase d’anàlisi ha fallat
cs: Fáze analýzy selhala
da: Analysestadie mislykkedes
de: Analysephase fehlgeschlagen
el: Στάδιο ανάλυσης απέτυχε
fi: Analyysivaihe epäonnistui
fr: La phase d'analyse a échoué
he: שלב הניתוח נכשל
hu: Elemzési szakasz sikertelen
it: Fase di analisi fallita
ja: 解析ステージに失敗しました
ko: 분석 단계 실패
nb: Analyseringsfasen mislyktes
nl: Analyse fase mislukt
pl: Etap analizy nie powiódł się
pt: Falha no estágio de análise
pt_br: Falha no estágio de análise
ro: Analiza a eșuat
ru: Сбой этапа анализа
sr: Фаза анализе није успела
sv: Analysstadiet misslyckades
tr: Analiz aşaması başarısız
uk: Помилка аналізу стадії
vi: Giai đoạn phân tích thất bại
zh_hans: 分析阶段失败
zh_hant: 分析階段失敗

# status_insight_trace_subgraph_started
source: Entering analysis stage...
af: Gaan ontledingsfase binne...
ar: دخول مرحلة التحليل...
bg: Влизане в етап на анализ...
ca: Entrant a la fase d’anàlisi...
cs: Vkládání fáze analýzy...
da: Indtastning af analysetrin...
de: Analysephase wird eingegeben...
el: Εισαγωγή σταδίου ανάλυσης...
fi: Analyysin vaiheessa...
fr: Saisie de l'étape de l'analyse...
he: נכנס לשלב ניתוח...
hu: Belépés az elemzési szakaszba...
it: Entrando nella fase di analisi...
ja: 分析ステージに入っています...
ko: 분석 단계로 진입 중...
nb: Legger til analysestadium...
nl: Analyse-fase invoeren...
pl: Wejście do etapu analizy...
pt: Entrando na fase de análise...
pt_br: Entrando na fase de análise...
ro: Intrare în etapa de analiză...
ru: Вход на стадию анализа...
sr: Улазак у фазу анализе...
sv: Mata in analysstadiet...
tr: Analiz aşamasına giriliyor...
uk: Етап аналізу...
vi: Đang vào giai đoạn phân tích...
zh_hans: 正在进入分析阶段...
zh_hant: 正在進入分析階段...

# status_insight_trace_tool_call_failed
source: Tool call failed
af: Gereedskapoproep het misluk
ar: فشل مكالمة الأداة
bg: Извикването на инструмента не бе успешно
ca: La crida de l’eina ha fallat
cs: Hovor se nezdařil
da: Værktøjs opkald mislykkedes
de: Werkzeugaufruf fehlgeschlagen
el: Η κλήση εργαλείων απέτυχε
fi: Työkalun puhelu epäonnistui
fr: Échec de l'appel de l'outil
he: קריאת הכלי נכשלה
hu: Eszközhívás sikertelen
it: Chiamata strumento fallita
ja: ツールコールに失敗しました
ko: 도구 호출 실패
nb: Verktøy-samtale mislyktes
nl: Gereedschap oproep mislukt
pl: Połączenie narzędzi nie powiodło się
pt: Falha na chamada da ferramenta
pt_br: Falha na chamada da ferramenta
ro: Telefonul a eșuat
ru: Сбой вызова в инструменте
sr: Позив алатке није успео
sv: Verktygssamtal misslyckades
tr: Araç çağrısı başarısız
uk: Виклик через через не вдалося
vi: Lệnh gọi công cụ thất bại
zh_hans: 工具调用失败
zh_hant: 工具呼叫失敗

# status_insight_trace_tool_load_status_context_failed
source: Failed to load post context
af: Kon nie plasingskonteks laai nie
ar: فشل تحميل سياق المشاركة
bg: Неуспешно зареждане на контекста на публикацията
ca: No s’ha pogut carregar el context de la publicació
cs: Nepodařilo se načíst kontext příspěvku
da: Indlægskontekst kunne ikke indlæses
de: Fehler beim Laden des Beitragskontexts
el: Αποτυχία φόρτωσης περιεχομένου δημοσίευσης
fi: Viestin kontekstin lataaminen epäonnistui
fr: Impossible de charger le contexte du post
he: טעינת הקשר הפוסט נכשלה
hu: Nem sikerült betölteni a bejegyzéskörnyezetet
it: Impossibile caricare il contesto del post
ja: 投稿の読み込みに失敗しました
ko: 게시물 컨텍스트 로드 실패
nb: Kan ikke laste innlegg kontekst
nl: Fout bij het laden van post context
pl: Nie udało się załadować kontekstu posta
pt: Não foi possível carregar o contexto do post
pt_br: Não foi possível carregar o contexto do post
ro: Încărcarea contextului postării a eșuat
ru: Не удалось загрузить контекст сообщения
sr: Учитавање контекста објаве није успело
sv: Det gick inte att läsa in inläggskontext
tr: Gönderi bağlamı yüklenemedi
uk: Не вдалося завантажити контекст повідомлення
vi: Không tải được ngữ cảnh bài viết
zh_hans: 加载帖子上下文失败
zh_hant: 載入貼文脈絡失敗

# status_insight_trace_tool_load_status_context_validation_failed
source: Post context input was rejected
af: Plasingskonteks-invoer is verwerp
ar: تم رفض إدخال سياق المشاركة
bg: Входът за контекста на публикацията бе отхвърлен
ca: S’ha rebutjat l’entrada del context de la publicació
cs: Kontextový vstup byl odmítnut
da: Post kontekstinput blev afvist
de: Beitragskontext wurde abgelehnt
el: Εισαγωγή περιεχομένου ανάρτησης απορρίφθηκε
fi: Viestin kontekstin syöte hylättiin
fr: L'entrée du contexte de la publication a été rejetée
he: קלט הקשר הפוסט נדחה
hu: A bejegyzéskörnyezet bemenete elutasítva
it: Inserimento contestuale post rifiutato
ja: 投稿のコンテキスト入力が拒否されました
ko: 게시물 컨텍스트 입력이 거부됨
nb: Inndata i postkonteksten ble avvist
nl: Post context invoer is geweigerd
pl: Wprowadzanie kontekstu postu zostało odrzucone
pt: Postar entrada do contexto foi rejeitada
pt_br: Postar entrada do contexto foi rejeitada
ro: Intrarea în context a fost respinsă
ru: Пост ввод контекста был отклонён
sr: Унос контекста објаве је одбијен
sv: Inmatning av inläggets innehåll avvisades
tr: Gönderi bağlamı girdisi reddedildi
uk: Вхідне повідомлення про контекст повідомлення відхилено
vi: Đầu vào ngữ cảnh bài viết đã bị từ chối
zh_hans: 帖子上下文输入被拒绝
zh_hant: 貼文脈絡輸入遭拒

# status_insight_trace_tool_search_status_completed
source: Search completed
af: Soektog voltooi
ar: اكتمل البحث
bg: Търсенето е завършено
ca: Cerca completada
cs: Hledání dokončeno
da: Søgning fuldført
de: Suche abgeschlossen
el: Η αναζήτηση ολοκληρώθηκε
fi: Haku suoritettu
fr: Recherche terminée
he: החיפוש הושלם
hu: Keresés kész
it: Ricerca completata
ja: 検索が完了しました
ko: 검색 완료
nb: Søk fullført
nl: Zoeken voltooid
pl: Wyszukiwanie zakończone
pt: Pesquisa concluída
pt_br: Pesquisa concluída
ro: Căutare finalizată
ru: Поиск завершен
sr: Претрага је завршена
sv: Sökning slutförd
tr: Arama tamamlandı
uk: Пошук завершено
vi: Tìm kiếm đã hoàn tất
zh_hans: 搜索完成
zh_hant: 搜尋已完成

# status_insight_trace_tool_search_status_failed
source: Search failed
af: Soektog het misluk
ar: فشل البحث
bg: Търсенето не бе успешно
ca: La cerca ha fallat
cs: Hledání se nezdařilo
da: Søgning mislykkedes
de: Suche fehlgeschlagen
el: Η αναζήτηση απέτυχε
fi: Haku epäonnistui
fr: La recherche a échoué
he: החיפוש נכשל
hu: Keresés sikertelen
it: Ricerca fallita
ja: 検索に失敗しました
ko: 검색 실패
nb: Søket mislyktes
nl: Zoeken mislukt
pl: Wyszukiwanie nie powiodło się
pt: Falha na pesquisa
pt_br: Falha na pesquisa
ro: Căutare eșuată
ru: Поиск не удался
sr: Претрага није успела
sv: Sökning misslyckades
tr: Arama başarısız
uk: Не вдалося виконати пошук
vi: Tìm kiếm thất bại
zh_hans: 搜索失败
zh_hant: 搜尋失敗

# status_insight_trace_tool_search_status_started
source: Searching...
af: Soek...
ar: يبحث...
bg: Търсене...
ca: Cercant...
cs: Vyhledávání...
da: Søger...
de: Suche...
el: Αναζήτηση...
fi: Haetaan...
fr: Recherche en cours...
he: מחפש...
hu: Keresés...
it: Ricerca...
ja: 検索中...
ko: 검색 중...
nb: Søker...
nl: Zoeken...
pl: Wyszukiwanie...
pt: Buscando...
pt_br: Buscando...
ro: Căutare...
ru: Поиск...
sr: Претрага...
sv: Söker...
tr: Aranıyor...
uk: Пошук...
vi: Đang tìm kiếm...
zh_hans: 搜索中...
zh_hant: 搜尋中...

# status_insight_trace_tool_search_status_validation_failed
source: Search input was rejected
af: Soekinvoer is verwerp
ar: تم رفض إدخال البحث
bg: Входът за търсене бе отхвърлен
ca: S’ha rebutjat l’entrada de cerca
cs: Hledaný vstup byl odmítnut
da: Søgeinput blev afvist
de: Sucheingabe wurde abgelehnt
el: Η αναζήτηση εισόδου απορρίφθηκε
fi: Hakusyöte hylättiin
fr: L'entrée de recherche a été rejetée
he: קלט החיפוש נדחה
hu: A keresési bemenet elutasítva
it: Inserimento ricerca rifiutato
ja: 検索入力が拒否されました
ko: 검색 입력이 거부됨
nb: Søkeinndata ble avvist
nl: Zoekinvoer is geweigerd
pl: Pole wyszukiwania zostało odrzucone
pt: A pesquisa de entrada foi rejeitada
pt_br: A pesquisa de entrada foi rejeitada
ro: Căutarea a fost respinsă
ru: Поисковый запрос был отклонён
sr: Унос претраге је одбијен
sv: Sökinmatningen avvisades
tr: Arama girdisi reddedildi
uk: Поле пошуку відхилено
vi: Đầu vào tìm kiếm đã bị từ chối
zh_hans: 搜索输入被拒绝
zh_hant: 搜尋輸入遭拒

# status_insight_trace_tool_validation_failed
source: Tool input was rejected
af: Gereedskapinvoer is verwerp
ar: تم رفض إدخال الأداة
bg: Входът за инструмента бе отхвърлен
ca: S’ha rebutjat l’entrada de l’eina
cs: Vstup do nástroje byl odmítnut
da: Værktøjs input blev afvist
de: Werkzeugeingabe wurde abgelehnt
el: Η εισαγωγή εργαλείου απορρίφθηκε
fi: Työkalun syöte hylättiin
fr: L'entrée de l'outil a été rejetée
he: קלט הכלי נדחה
hu: Az eszközbemenet elutasítva
it: L'input dello strumento è stato rifiutato
ja: ツール入力が拒否されました
ko: 도구 입력이 거부됨
nb: Verktøyinndata ble avvist
nl: Invoer tool is geweigerd
pl: Narzędzie wejścia zostało odrzucone
pt: A entrada da ferramenta foi rejeitada
pt_br: A entrada da ferramenta foi rejeitada
ro: Intrarea uneltei a fost respinsă
ru: Инструмент ввод был отклонён
sr: Унос алатке је одбијен
sv: Verktygsinmatningen avvisades
tr: Araç girdisi reddedildi
uk: Поле вводу інструмента було відхилено
vi: Đầu vào công cụ đã bị từ chối
zh_hans: 工具输入被拒绝
zh_hant: 工具輸入遭拒

# status_tldr
source: Summary post
af: TL;DR
ar: ملخص
bg: TL;DR
ca: TL;DR
cs: TL;DR
da: TL;DR
de: Zusammenfassung
el: TL;DR
fi: TL;DR
fr: TL;DR
he: TL;DR
hu: TL;DR
it: TL;DR
ja: 要約
ko: 요약
nb: Sammendrag post
nl: TL;DR
pl: TL;DR
pt: TL;DR
pt_br: TL;DR
ro: TL;DR
ru: TL;DR
sr: TL;DR
sv: TL;DR
tr: Özet
uk: Коротко
vi: Tóm tắt
zh_hans: 摘要
zh_hant: 摘要

# status_translate
source: Translate post
af: Vertaal
ar: ترجمة
bg: Превод
ca: Tradueix
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
fi: Käännä
fr: Traduire
he: תרגם
hu: Fordítás
it: Traduci
ja: 翻訳
ko: 번역
nb: Oversett innlegg
nl: Vertalen
pl: Przetłumacz
pt: Traduzir
pt_br: Traduzir
ro: Tradu
ru: Перевести
sr: Преведи
sv: Översätt
tr: Çevir
uk: Перекласти
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# status_visibility_followers_description
source: Only followers can see this post
af: Slegs volgelinge kan sien
ar: المتابعون فقط يمكنهم الرؤية
bg: Само последователи могат да виждат
ca: Només els seguidors poden veure
cs: Uvidí pouze sledující
da: Kun følgere kan se
de: Nur Follower können sehen
el: Μόνο οι ακόλουθοι μπορούν να δουν
fi: Vain seuraajat voivat nähdä
fr: Seuls les abonnés peuvent voir
he: רק עוקבים יכולים לראות
hu: Csak a követők láthatják
it: Solo i follower possono vedere
ja: フォロワーのみ閲覧可能
ko: 팔로워만 볼 수 있음
nb: Bare tilhengere kan se denne posten
nl: Alleen volgers kunnen zien
pl: Tylko obserwujący mogą zobaczyć
pt: Apenas os seguidores podem ver
pt_br: Apenas os seguidores podem ver
ro: Doar urmăritorii pot vedea
ru: Видно только подписчикам
sr: Само пратиоци могу видети
sv: Endast följare kan se
tr: Yalnızca takipçiler görebilir
uk: Тільки підписники можуть бачити
vi: Chỉ người theo dõi mới có thể xem
zh_hans: 仅关注者可见
zh_hant: 僅關注者可見

# status_visibility_home_description
source: Only users on this instance can see this post
af: Wys slegs op tuis-tydlyn
ar: عرض فقط في الجدول الزمني الرئيسي
bg: Показване само в домашната хронология
ca: Mostra només a la línia de temps d'inici
cs: Zobrazit pouze na domácí časové ose
da: Vis kun på start-tidslinjen
de: Nur in der Home-Timeline anzeigen
el: Εμφάνιση μόνο στο αρχικό χρονολόγιο
fi: Näytä vain kotiaikajanalla
fr: Afficher uniquement dans la chronologie d'accueil
he: הצג רק בציר הזמן של הבית
hu: Csak a fő idővonalon jelenjen meg
it: Mostra solo nella cronologia home
ja: ホームタイムラインのみ表示
ko: 홈 타임라인에만 표시
nb: Bare brukere i denne forekomsten kan se dette innlegget
nl: Toon alleen in de home-tijdlijn
pl: Pokazuj tylko na głównej osi czasu
pt: Mostrar apenas na cronologia inicial
pt_br: Mostrar apenas na linha do tempo inicial
ro: Afișează doar în cronologia de acasă
ru: Показывать только в домашней ленте
sr: Прикажи само на почетној временској линији
sv: Visa endast i hem-tidslinjen
tr: Yalnızca ana sayfa zaman çizelgesinde göster
uk: Показувати тільки в домашній стрічці
vi: Chỉ hiển thị trên dòng thời gian chính
zh_hans: 仅在主页时间线显示
zh_hant: 僅在首頁時間線顯示

# status_visibility_public
source: Public
af: Openbaar
ar: عامة
bg: Общодостъпно
ca: Públic
cs: Veřejnost
da: Offentlig
de: Öffentlich
el: Δημόσια
fi: Julkinen
fr: Publique
he: ציבורי
hu: Nyilvános
it: Pubblico
ja: 公開
ko: 공개
nb: Offentlig
nl: Openbaar
pl: Publiczny
pt: Público
pt_br: Público
ro: Publice
ru: Публичный
sr: Јавно
sv: Offentlig
tr: Herkese Açık
uk: Публічний
vi: Công khai
zh_hans: 公开
zh_hant: 公開

# status_visibility_public_description
source: Anyone can see and repost this post
af: Almal kan sien
ar: يمكن للجميع الرؤية
bg: Всеки може да вижда
ca: Tothom ho pot veure
cs: Všichni uvidí
da: Alle kan se
de: Jeder kann sehen
el: Όλοι μπορούν να δουν
fi: Kaikki voivat nähdä
fr: Tout le monde peut voir
he: כולם יכולים לראות
hu: Mindenki láthatja
it: Tutti possono vedere
ja: 誰でも閲覧可能
ko: 모두 볼 수 있음
nb: Alle kan se og poste dette innlegget
nl: Iedereen kan zien
pl: Wszyscy mogą zobaczyć
pt: Todos podem ver
pt_br: Todos podem ver
ro: Oricine poate vedea
ru: Видно всем
sr: Сви могу видети
sv: Alla kan se
tr: Herkes görebilir
uk: Всі можуть бачити
vi: Mọi người đều có thể xem
zh_hans: 所有人可见
zh_hant: 所有人可見

# status_visibility_specified
source: Specified
af: Geselekteerde
ar: محدد
bg: Определени
ca: Especificat
cs: Specifikováno
da: Specificeret
de: Angegeben
el: Καθορισμένο
fi: Määritetty
fr: Spécifié
he: מצוין
hu: Megadott
it: Specifica
ja: 指定
ko: 지정됨
nb: Spesifisert
nl: Gespecificeerd
pl: Określony
pt: Especificado
pt_br: Especificado
ro: Specificat
ru: Указанный
sr: Наведено
sv: Specificerad
tr: Belirtilen
uk: Зазначений
vi: Được chỉ định
zh_hans: 特定
zh_hant: 特定

# status_visibility_specified_description
source: Only mentioned users can see this post
af: Slegs gespesifiseerde gebruikers kan sien
ar: المستخدمون المحددون فقط يمكنهم الرؤية
bg: Само посочените потребители могат да виждат
ca: Només els usuaris especificats poden veure
cs: Uvidí pouze určení uživatelé
da: Kun specifikke brugere kan se
de: Nur angegebene Benutzer können sehen
el: Μόνο οι καθορισμένοι χρήστες μπορούν να δουν
fi: Vain määritetyt käyttäjät voivat nähdä
fr: Seuls les utilisateurs spécifiés peuvent voir
he: רק משתמשים שצוינו יכולים לראות
hu: Csak a megadott felhasználók láthatják
it: Solo gli utenti specificati possono vedere
ja: 指定されたユーザーのみ閲覧可能
ko: 지정된 사용자만 볼 수 있음
nb: Kun nevnte brukere kan se dette innlegget
nl: Alleen gespecificeerde gebruikers kunnen zien
pl: Tylko określeni użytkownicy mogą zobaczyć
pt: Apenas utilizadores especificados podem ver
pt_br: Apenas usuários especificados podem ver
ro: Doar utilizatorii specificați pot vedea
ru: Видно только указанным пользователям
sr: Само наведени корисници могу видети
sv: Endast angivna användare kan se
tr: Yalnızca belirtilen kullanıcılar görebilir
uk: Тільки вказані користувачі можуть бачити
vi: Chỉ những người dùng được chỉ định mới có thể xem
zh_hans: 仅指定用户可见
zh_hant: 僅指定使用者可見

# storage_clear_database_cache
source: Clear database cache
af: Cache
ar: Cache
bg: Cache
ca: Cache
cs: Cache
da: Cache
de: Cache
el: Cache
fi: Cache
fr: Cache
he: Cache
hu: Cache
it: Cache
ja: Cache
ko: Cache
nb: Cache
nl: Cache
pl: Cache
pt: Cache
pt_br: Cache
ro: Cache
ru: Cache
sr: Cache
sv: Cache
tr: Cache
uk: Cache
vi: Cache
zh_hans: 清理数据库缓存
zh_hant: 清理資料庫快取

# storage_clear_database_cache_confirm
source: Clear database cache?
af: Is jy seker jy wil die databasis-kas skoonmaak?
ar: هل أنت متأكد أنك تريد مسح ذاكرة التخزين المؤقت لقاعدة البيانات؟
bg: Сигурни ли сте, че искате да изчистите кеша на базата данни?
ca: Esteu segur que voleu esborrar la memòria cau de la base de dades?
cs: Opravdu chcete vymazat mezipaměť databáze?
da: Er du sikker på, at du vil rydde database-cachene?
de: Sind Sie sicher, dass Sie den Datenbank-Cache leeren möchten?
el: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε την προσωρινή μνήμη της βάσης δεδομένων;
fi: Haluatko varmasti tyhjentää tietokantavälimuistin?
fr: Êtes-vous sûr de vouloir vider le cache de la base de données ?
he: האם אתה בטוח שברצונך לנקות את מטמון מסד הנתונים?
hu: Biztosan törölni szeretné az adatbázis gyorsótárát?
it: Sei sicuro di voler cancellare la cache del database?
ja: データベースキャッシュをクリアしてもよろしいですか？
ko: 데이터베이스 캐시를 지우시겠습니까?
nb: Slett databasemellomlager?
nl: Weet u zeker dat u de databasecache wilt wissen?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną bazy danych?
pt: Tem a certeza de que deseja limpar a cache da base de dados?
pt_br: Tem certeza de que deseja limpar o cache do banco de dados?
ro: Sigur doriți să ștergeți memoria cache a bazei de date?
ru: Вы уверены, что хотите очистить кэш базы данных?
sr: Да ли сте сигурни да желите да обришете кеш базе података?
sv: Är du säker på att du vill rensa databascachen?
tr: Veritabanı önbelleğini temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кеш бази даних?
vi: Bạn có chắc chắn muốn xóa bộ nhớ tạm của cơ sở dữ liệu không?
zh_hans: 您确定要清除数据库缓存吗？
zh_hant: 您確定要清除資料庫快取嗎？

# storage_clear_database_cache%lld %lld
source: Clear cached database, %1$lld cached users and %2$lld cached posts will be removed
af: Skoonmaak van databasis-kas: %1$lld items (%2$lld bytes)
ar: مسح ذاكرة التخزين المؤقت لقاعدة البيانات: %1$lld عناصر (%2$lld بايت)
bg: Изчистване на кеша на базата данни: %1$lld елемента (%2$lld байта)
ca: Neteja la memòria cau de la base de dades: %1$lld elements (%2$lld bytes)
cs: Vymazat mezipaměť databáze: %1$lld položek (%2$lld bajtů)
da: Ryd database-cache: %1$lld elementer (%2$lld bytes)
de: Datenbank-Cache leeren: %1$lld Elemente (%2$lld Bytes)
el: Εκκαθάριση προσωρινής μνήμης βάσης δεδομένων: %1$lld στοιχεία (%2$lld bytes)
fi: Tyhjennä tietokantavälimuisti: %1$lld kohdetta (%2$lld tavua)
fr: Vider le cache de la base de données : %1$lld éléments (%2$lld octets)
he: נקה מטמון מסד נתונים: %1$lld פריטים (%2$lld בייטים)
hu: Adatbázis gyorsótár törlése: %1$lld elem (%2$lld bájt)
it: Cancella cache database: %1$lld elementi (%2$lld byte)
ja: データベースキャッシュをクリア: %1$lld項目 (%2$lldバイト)
ko: 데이터베이스 캐시 지우기: %1$lld개 항목 (%2$lld바이트)
nb: Slett bufret database, %1$lld bufrede brukere og %2$lld bufrede innlegg fjernes
nl: Databasecache wissen: %1$lld items (%2$lld bytes)
pl: Wyczyść pamięć podręczną bazy danych: %1$lld elementów (%2$lld bajtów)
pt: Limpar cache da base de dados: %1$lld itens (%2$lld bytes)
pt_br: Limpar cache do banco de dados: %1$lld itens (%2$lld bytes)
ro: Ștergeți memoria cache a bazei de date: %1$lld elemente (%2$lld octeți)
ru: Очистить кэш базы данных: %1$lld элементов (%2$lld байт)
sr: Обриши кеш базе података: %1$lld ставки (%2$lld бајтова)
sv: Rensa databascache: %1$lld objekt (%2$lld bytes)
tr: Veritabanı önbelleğini temizle: %1$lld öğe (%2$lld bayt)
uk: Очистити кеш бази даних: %1$lld елементів (%2$lld байт)
vi: Xóa bộ nhớ tạm cơ sở dữ liệu: %1$lld mục (%2$lld byte)
zh_hans: 清除数据库缓存：%1$lld 个项目 (%2$lld 字节)
zh_hant: 清除資料庫快取：%1$lld 個項目 (%2$lld 位元組)

# storage_clear_image_cache
source: Clear image cache
af: Maak beeldkas skoon
ar: مسح ذاكرة التخزين المؤقت للصورة
bg: Изчистване на кеша на изображенията
ca: Esborrar la memòria cau d'imatges
cs: Vymazat cache obrázků
da: Ryd billedcache
de: Bild-Cache leeren
el: Εκκαθάριση προσωρινής μνήμης εικόνων
fi: Tyhjennä kuvan välimuisti
fr: Effacer le cache des images
he: נקה מטמון תמונות
hu: Kép gyorsítótár ürítése
it: Cancella cache immagini
ja: 画像のキャッシュをクリア
ko: 이미지 캐시 지우기
nb: Tøm bildebuffer
nl: Afbeeldingencache wissen
pl: Wyczyść pamięć podręczną obrazów
pt: Limpar a cache de imagens
pt_br: Limpar o cache de imagens
ro: Ștergeți memoria cache a imaginilor
ru: Очистить кэш изображений
sr: Обрисати кеш слика
sv: Rensa bildcache
tr: Görüntü önbelleğini temizle
uk: Очистити кеш зображень
vi: Xóa bộ nhớ đệm hình ảnh
zh_hans: 清除图像缓存
zh_hant: 清除圖片快取

# storage_clear_image_cache_confirm
source: Clear image cache?
af: Is jy seker jy wil die prent-kas skoonmaak?
ar: هل أنت متأكد أنك تريد مسح ذاكرة التخزين المؤقت للصور؟
bg: Сигурни ли сте, че искате да изчистите кеша на изображенията?
ca: Esteu segur que voleu esborrar la memòria cau d'imatges?
cs: Opravdu chcete vymazat mezipaměť obrázků?
da: Er du sikker på, at du vil rydde billed-cachene?
de: Sind Sie sicher, dass Sie den Bild-Cache leeren möchten?
el: Είστε βέβαιοι ότι θέλετε να εκκαθαρίσετε την προσωρινή μνήμη εικόνων;
fi: Haluatko varmasti tyhjentää kuvavälimuistin?
fr: Êtes-vous sûr de vouloir vider le cache des images ?
he: האם אתה בטוח שברצונך לנקות את מטמון התמונות?
hu: Biztosan törölni szeretné a képi gyorsótárat?
it: Sei sicuro di voler cancellare la cache delle immagini?
ja: 画像キャッシュをクリアしてもよろしいですか？
ko: 이미지 캐시를 지우시겠습니까?
nb: Slett bilde-hurtiglager?
nl: Weet u zeker dat u de afbeeldingscache wilt wissen?
pl: Czy na pewno chcesz wyczyścić pamięć podręczną obrazów?
pt: Tem a certeza de que deseja limpar a cache de imagens?
pt_br: Tem certeza de que deseja limpar o cache de imagens?
ro: Sigur doriți să ștergeți memoria cache a imaginilor?
ru: Вы уверены, что хотите очистить кэш изображений?
sr: Да ли сте сигурни да желите да обришете кеш слика?
sv: Är du säker på att du vill rensa bildcachen?
tr: Görüntü önbelleğini temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете очистити кеш зображень?
vi: Bạn có chắc chắn muốn xóa bộ nhớ tạm hình ảnh không?
zh_hans: 您确定要清除图片缓存吗？
zh_hant: 您確定要清除圖片快取嗎？

# storage_clear_image_cache_desc
source: Remove cached images from URLCache, Kingfisher, and WebKit.
af: Verwyder gekaste beelde uit URLCache, Kingfisher en WebKit.
ar: إزالة الصور المخزنة مؤقتًا من URLCache وKingfisher وWebKit.
bg: Премахване на кешираните изображения от URLCache, Kingfisher и WebKit.
ca: Elimina les imatges en memòria cau d’URLCache, Kingfisher i WebKit.
cs: Odstranit obrázky v mezipaměti z URLCache, Kingfisher a WebKit.
da: Fjern cachelagrede billeder fra URLCache, Kingfisher og WebKit.
de: Zwischengespeicherte Bilder aus URLCache, Kingfisher und WebKit entfernen.
el: Αφαίρεση αποθηκευμένων εικόνων από URLCache, Kingfisher και WebKit.
fi: Poista välimuistissa olevat kuvat URLCachesta, Kingfisheristä ja WebKitistä.
fr: Supprimer les images en cache d’URLCache, Kingfisher et WebKit.
he: הסרת תמונות במטמון מ-URLCache, Kingfisher ו-WebKit.
hu: Gyorsítótárazott képek eltávolítása az URLCache, Kingfisher és WebKit tárhelyéről.
it: Rimuovi le immagini nella cache da URLCache, Kingfisher e WebKit.
ja: URLCache、Kingfisher、WebKitからキャッシュ済み画像を削除します。
ko: URLCache, Kingfisher, WebKit에서 캐시된 이미지를 제거합니다.
nb: Fjern hurtigbufrede bilder fra URLCache, Kingfisher og WebKit.
nl: Verwijder gecachte afbeeldingen uit URLCache, Kingfisher en WebKit.
pl: Usuń obrazy z pamięci podręcznej URLCache, Kingfisher i WebKit.
pt: Remover imagens em cache de URLCache, Kingfisher e WebKit.
pt_br: Remover imagens em cache de URLCache, Kingfisher e WebKit.
ro: Elimină imaginile din cache din URLCache, Kingfisher și WebKit.
ru: Удалить кэшированные изображения из URLCache, Kingfisher и WebKit.
sr: Уклоните кеширане слике из URLCache, Kingfisher и WebKit.
sv: Ta bort cachade bilder från URLCache, Kingfisher och WebKit.
tr: URLCache, Kingfisher ve WebKit’ten önbelleğe alınmış görüntüleri kaldır.
uk: Видалити кешовані зображення з URLCache, Kingfisher і WebKit.
vi: Xóa hình ảnh đã lưu trong bộ nhớ đệm khỏi URLCache, Kingfisher và WebKit.
zh_hans: 移除 URLCache、Kingfisher 和 WebKit 中的图片缓存。
zh_hant: 移除 URLCache、Kingfisher 和 WebKit 中的圖片快取。
